export default{
  bookmark:{
    new_btn:"علامة جديدة",
    menu_view:{
      list:"العرض على شكل قائمة",
      big_grid:"العرض على شكل شبكة ",

    },
    menu_sort:{
      date_asc:"مرتبة حسب التاريخ من الأقدم إلى الأحدث",
      date_desc:"الترتيب حسب التاريخ من الأحدث إلى الأقدم",
      alpha_asc:"ترتيب أبجدي من ي إلى أ",
      alpha_desc:"مرتبة أبجديًا من أ إلى ي"
    },

    create:{
        header:"إنشاء رابط جديد",
        save_btn:"حفظ",
      },
      edit:{
        header:"تعديل رابط قديم",
        save_btn:"حفظ",
      },
      trash:{
        header:'إرسال إلى سلة المهملات',
        btn:"حذف",
        confirm :"هل تريد التخلص من هذه الإشارة المرجعية؟ ",
        message:"سيتم إرساله إلى سلة المهملات ليبقى لمدة 30 يومًا وسيتم حذفها نهائيا بشكل  تلقائيًا ، ويمكنك استعادته من سلة المهملات"
      },
      form:{
        link:"الرابط",
        title:"العنوان",
        desc:"الوصف",
      }

  }
}
